{
    "protein": [
        {
            "id": "p1",
            "name": "Whey Protein 80%",
            "shortDescription": "Високоякісний сироватковий протеїн з високим вмістом білка.",
            "description": "Сироватковий протеїн з вмістом білка 80%. Ідеально підходить для швидкого відновлення після тренувань та нарощування м'язової маси. Містить повний спектр амінокислот, включаючи BCAA. Легко засвоюється організмом.",
            "price": 750,
            "image": "img/products/whey_protein.png"
        },
        {
            "id": "p2",
            "name": "Казеїновий протеїн",
            "shortDescription": "Повільний протеїн для тривалого живлення м'язів.",
            "description": "Казеїновий протеїн забезпечує повільне вивільнення амінокислот, що робить його ідеальним для вживання перед сном. Запобігає катаболізму м'язів у періоди тривалого голодування. Містить 76% білка.",
            "price": 820,
            "image": "img/products/vegan_protein.png"
        },
        {
            "id": "p3",
            "name": "Веганський протеїн",
            "shortDescription": "Рослинний протеїн з гороху та рису для веганів.",
            "description": "Протеїнова суміш на основі гороху та рису, спеціально розроблена для веганів та людей з непереносимістю лактози. Містить 70% білка та збагачений вітамінами групи В.",
            "price": 900,
            "image": "img/products/vegan_protein.png"
        },
        {
            "id": "p4",
            "name": "Ізолят сироваткового протеїну",
            "shortDescription": "Ультрачистий ізолят з мінімальним вмістом жирів та вуглеводів.",
            "description": "Ізолят сироваткового протеїну з вмістом білка до 90%. Практично не містить жирів та лактози, що робить його ідеальним для періоду сушки та людей з чутливістю до лактози.",
            "price": 1050,
            "image": "img/products/isolate_protein.png"
        }
    ],
    "bcaa": [
        {
            "id": "b1",
            "name": "BCAA 2:1:1",
            "shortDescription": "Класичне співвідношення амінокислот для відновлення.",
            "description": "BCAA у класичному співвідношенні 2:1:1 (лейцин, ізолейцин, валін). Сприяє швидкому відновленню м'язів, зменшує м'язовий біль та запобігає катаболізму під час інтенсивних тренувань.",
            "price": 450,
            "image": "img/products/bcaa-zero-700.png"
        },
        {
            "id": "b2",
            "name": "BCAA 4:1:1",
            "shortDescription": "Підвищений вміст лейцину для максимального анаболізму.",
            "description": "BCAA з підвищеним вмістом лейцину (4:1:1) для максимальної стимуляції синтезу м'язового білка. Ідеально підходить для нарощування м'язової маси та посилення анаболічних процесів.",
            "price": 520,
            "image": "img/products/bcaa-zero-700.png"
        },
        {
            "id": "b3",
            "name": "Комплекс амінокислот",
            "shortDescription": "Повний спектр незамінних амінокислот для росту м'язів.",
            "description": "Повний комплекс усіх незамінних амінокислот (EAA), включаючи BCAA. Забезпечує організм усіма необхідними компонентами для синтезу білка та росту м'язової тканини.",
            "price": 680,
            "image": "img/products/bcaa-zero-700.png"
        },
        {
            "id": "b4",
            "name": "BCAA + Глютамін",
            "shortDescription": "Комбінація BCAA та глютаміну для покращеного відновлення.",
            "description": "Поєднання BCAA та глютаміну для максимального відновлення після тренувань. Глютамін підтримує імунну систему та запобігає перетренованості, особливо під час інтенсивних тренувальних циклів.",
            "price": 580,
            "image": "img/products/bcaa-zero-700.png"
        }
    ],
    "creatine": [
        {
            "id": "c1",
            "name": "Креатин моногідрат",
            "shortDescription": "Класична форма креатину для збільшення сили та витривалості.",

            "description": "Креатин моногідрат - найбільш досліджена та ефективна форма креатину. Підвищує рівень АТФ у м'язах, що сприяє збільшенню сили, витривалості та об'єму м'язів. Рекомендується для силових видів спорту.",
            "price": 350,
            "image": "img/products/creat.png"
        },
        {
            "id": "c2",
            "name": "Креатин HCL",
            "shortDescription": "Високорозчинна форма креатину для кращого засвоєння.",
            "description": "Креатин гідрохлорид має підвищену розчинність та засвоюваність порівняно з моногідратом. Потребує менших доз для досягнення аналогічного ефекту та мінімізує затримку води у підшкірному жирі.",
            "price": 480,
            "image": "img/products/creat.png"
        },
        {
            "id": "c3",
            "name": "Креатин етил-естер",
            "shortDescription": "Інноваційна форма креатину з покращеною біодоступністю.",
            "description": "Креатин етил-естер має модифіковану молекулярну структуру, що дозволяє йому швидше проникати у м'язові клітини. Зменшує побічні ефекти, такі як здуття та дискомфорт у шлунку.",
            "price": 550,
            "image": "img/products/creat.png"
        }
    ],
    "gainers": [
        {
            "id": "g1",
            "name": "Гейнер 20% протеїну",
            "shortDescription": "Базовий гейнер для набору маси початківцям.",
            "description": "Гейнер з вмістом білка 20% та складними вуглеводами. Ідеально підходить для еюнаків з швидким метаболізмом, які прагнуть набрати вагу. Містить додаткові вітаміни та мінерали для підтримки загального здоров'я.",
            "price": 650,
            "image": "img/products/gainer1.png"
        },
        {
            "id": "g2",
            "name": "Гейнер 30% протеїну",
            "shortDescription": "Збалансований гейнер для якісного набору маси.",
            "description": "Гейнер з підвищеним вмістом білка (30%) для більш якісного набору м'язової маси без зайвого жиру. Підходить для атлетів середнього рівня, які прагнуть збільшити вагу при інтенсивних тренуваннях.",
            "price": 780,
            "image": "img/products/gainer1.png"
        },
        {
            "id": "g3",
            "name": "Гейнер 40% протеїну",
            "shortDescription": "Високобілковий гейнер для досвідчених атлетів.",
            "description": "Гейнер з високим вмістом білка (40%) та якісними джерелами вуглеводів. Розроблений для досвідчених атлетів, які прагнуть набрати чисту м'язову масу з мінімальним накопиченням жиру.",
            "price": 920,
            "image": "img/products/gainer1.png"
        },
        {
            "id": "g4",
            "name": "Вегетаріанський гейнер",
            "shortDescription": "Рослинний гейнер для вегетаріанців та веганів.",
            "description": "Гейнер на основі рослинних білків (горох, рис, коноплі) та комплексних вуглеводів з вівса та рису. Не містить лактози та інгредієнтів тваринного походження, підходить для веганів та людей з непереносимістю лактози.",
            "price": 850,
            "image": "img/products/gainer1.png"
        }
    ],
    "vitamins": [
        {
            "id": "v1",
            "name": "Мультивітаміни для спортсменів",
            "shortDescription": "Комплексні вітаміни та мінерали для активних людей.",
            "description": "Повний комплекс вітамінів та мінералів, спеціально розроблений для спортсменів. Містить підвищені дози вітамінів групи В для енергетичного обміну, вітаміну D для здоров'я кісток та електроліти для гідратації.",
            "price": 420,
            "image": "img/products/vita.png"
        },
        {
            "id": "v2",
            "name": "Вітамін D3 + K2",
            "shortDescription": "Комбінація вітамінів для здоров'я кісток та імунітету.",
            "description": "Оптимальне поєднання вітамінів D3 та K2 для максимального засвоєння кальцію та зміцнення кісткової тканини. Підтримує імунну систему та сприяє нормалізації гормонального фону у спортсменів.",
            "price": 380,

            "image": "img/products/vita.png"
        },
        {
            "id": "v3",
            "name": "Магній хелат",
            "shortDescription": "Легкозасвоюваний магній для відновлення м'язів.",
            "description": "Хелатна форма магнію з підвищеною біодоступністю. Сприяє розслабленню м'язів, запобігає судомам та покращує якість сну. Особливо рекомендується для спортсменів, які займаються інтенсивними тренуваннями.",
            "price": 320,
            "image": "img/products/vita.png"
        },
        {
            "id": "v4",
            "name": "Омега-3",
            "shortDescription": "Риб'ячий жир для здоров'я суглобів та серця.",
            "description": "Концентрований риб'ячий жир з високим вмістом EPA та DHA. Сприяє зниженню запалення у суглобах, покращує роботу серцево-судинної системи та підтримує когнітивні функції мозку.",
            "price": 450,
            "image": "img/products/vita.png"
        }
    ],
    "preworkout": [
        {
            "id": "pw1",
            "name": "Передтренувальний комплекс 'Енергія'",
            "shortDescription": "Потужний енергетик для максимальної інтенсивності тренувань.",
            "description": "Комплексний передтренувальний продукт з кофеїном, таурином, бета-аланіном та цитруліном. Забезпечує потужний приплив енергії, покращує концентрацію та затримує настання м'язової втоми під час інтенсивних тренувань.",
            "price": 580,
            "image": "img/products/prew.png"
        },
        {
            "id": "pw2",
            "name": "Передтренувальний комплекс 'Памп'",
            "shortDescription": "Формула для максимального м'язового памп-ефекту.",
            "description": "Передтренувальний комплекс, спрямований на досягнення максимального м'язового нагнітання (памп-ефекту). Містить L-цитрулін, аргінін, бетаїн та гліцерол для розширення судин та збільшення притоку крові до м'язів.",
            "price": 620,
            "image": "img/products/prew.png"
        },
        {
            "id": "pw3",
            "name": "Передтренувальний комплекс 'Фокус'",
            "shortDescription": "Формула для покращення концентрації та ментальної енергії.",
            "description": "Спеціалізований передтренувальний комплекс, спрямований на покращення ментальної концентрації та фокусу. Містить L-теанін, тирозин, холін та помірну дозу кофеїну для чистої енергії без нервозності.",
            "price": 550,
            "image": "img/products/prew.png"
        },
        {
            "id": "pw4",
            "name": "Передтренувальний комплекс без стимуляторів",
            "shortDescription": "Безкофеїнова формула для вечірніх тренувань.",
            "description": "Передтренувальний комплекс без кофеїну та інших стимуляторів для вечірніх тренувань. Містить компоненти для покращення кровообігу, збільшення витривалості та зменшення м'язової втоми, не впливаючи на якість сну.",
            "price": 500,
            "image": "img/products/prew.png"
        }
    ]
}
